package add

//
//var (
//	MsgUnauthorized      = `شما دسترسی لازم برای این فعالیت را ندارید`
//	MsgInvalidSeriesData = `اطلاعات وارد شده با فرمت درخواستی مطابقت ندارد. لطفا مجددا اطلاعات راوارد کنید`
//	MsgNoBannerAdded     = `پیام ارسالی فاقد تصویر است`
//	MsgNoSeriesCached    = `سریالی برای افزودن یافت نشد. برای افزودن سریال از دستور /add استفاده کنید`
//	MsgSaveSeriesFailed  = `خطا در ذخیره اطلاعات سریال`
//
//	MsgAddContent      = `قصد افزودن چه محتوایی دارید؟`
//	MsgAddSeriesBanner = `بنر سریال را ارسال کنید`
//	MsgSelectGenre     = `ژانر فیلم را از بین گزینه های زیر انتخاب کنید:`
//	MsgSendMedia       = `فایل یا پیام مورد نظر خود را وارد کنید`
//
//	MsgAddSeries = `
//اطلاعات سریال خود را با فرمت زیر وارد کنید:
//
//عنوان
//نام فارسی
//نام انگلیسی
//خلاصه داستان
//سال تولید
//لینک imdb
//
//اگر هر کدام از قسمت های بالا موجود نبود بجای آن * بگذارید
//`
//	MsgSelectSeriesForEpisode    = `نام سریال مورد نظر خود را وارد کنید`
//	MsgSelectSeriesBetweenSearch = `سریال مورد نظر را از بین موارد زیر انتخاب کنید`
//	MsgSeriesSaved               = `
//اطلاعات سریال با موفقیت ذخیره شد
//
//📹 %v
//🇮🇷 %v
//🏴󠁧󠁢󠁥󠁮󠁧󠁿 %v
//📝 %v
//🔢 %v
//💯 %v
//🎬 %v
//`
//)
