package handlers

var (
	MsgAddContent          = `قصد افزودن چه محتوایی دارید؟`
	MsgSelectBetweenSearch = `سریال مورد نظر را از بین موارد زیر انتخاب کنید`
	MsgNoSearchResultFound = `هیچ فیلمی یافت نشد`
	MsgSeriesInfo          = `
📹 %v
🇮🇷 %v
🏴󠁧󠁢󠁥󠁮󠁧󠁿 %v
📝 %v
🔢 %v
💯 %v
🎬 %v
`
	MsgSeasonInfo = `
📹 %v
📝 %v
🔢 %v
💯 %v
`
	MsgEpisodeInfo = `
📹 %v
📝 %v
🗣 %v
💬 %v
💯 %v
🎬 %v

%v
`

	MsgAddMovieInfo = `
اطلاعات فیلم خود را با فرمت زیر وارد کنید:
	
عنوان
نام فارسی
نام انگلیسی
خلاصه داستان
سال تولید
لینک imdb
زبان
هشتگ ها
زیرنویس چسبیده؟(در صورت وجود + وارد شود)
لینک دانلود زیرنویس
	
اگر هر کدام از قسمت های بالا موجود نبود بجای آن را خالی بگذارید
	`

	MsgAddEpisodeInfo = `
اطلاعات قسمت جدید را با فرمت زیر وارد کنید:

عنوان
خلاصه داستان
زبان های فیلم
زیر نویس چسبیده[در صورت موجود بودن + را وارد کنید]
لینک دانلود زیر نویس[درصورت موجود بودن و نداشتن زیرنویس چسبیده وارد شود]
لینک imdb
هشتگ ها

اگر هر کدام از قسمت های بالا موجود نبود بجای آن را خالی بگذارید
`

	MsgAddEpisodeBanner = `بنر سریال را ارسال کنید`
	MsgAddMovieBanner   = `بنر فیلم را ارسال کنید`

	MsgAddQuality           = `پیام حاوی ویدئو، لینک دانلود یا فایل ویدئوی مورد نظر را ارسال کنید`
	MsgSetVideoQuality      = `کیفیت ویدئو ارسالی را انتخاب کنید`
	MsgSetOtherVideoQuality = `ویدئو با موفقیت افزوده شد.

برای افزودن سایر کیفیت ها فایل خود ا ارسال کنید. در غیر این صورت برای تکمیل فرایند دکمه اتمام را انتخاب کنید
`
)
