package handlers

var (
	MsgSelectSeriesBetweenSearch = `سریال مورد نظر را از بین موارد زیر انتخاب کنید`
	MsgSeriesInfo                = `
📹 %v
🇮🇷 %v
🏴󠁧󠁢󠁥󠁮󠁧󠁿 %v
📝 %v
🔢 %v
💯 %v
🎬 %v
`
	MsgSeasonInfo = `
📹 %v
📝 %v
🔢 %v
💯 %v
`
	MsgEpisodeInfo = `
📹 %v
📝 %v
🗣 %v
💬 %v
💯 %v
🎬 %v

%v
`

	MsgAddEpisodeInfo = `
اطلاعات قسمت جدید را با فرمت زیر وارد کنید:

عنوان
خلاصه داستان
زبان های فیلم
زیر نویس چسبیده[در صورت موجود بودن + را وارد کنید]
لینک دانلود زیر نویس[درصورت موجود بودن و نداشتن زیرنویس چسبیده وارد شود]
لینک imdb
هشتگ ها

اگر هر کدام از قسمت های بالا موجود نبود بجای آن * بگذارید
`

	MsgAddEpisodeBanner = `بنر سریال را ارسال کنید`

	MsgAddEpisodeVideo = `پیام حاوی ویدئو، لینک دانلود یا فایل ویدئوی مورد نظر را ارسال کنید`
	MsgSetVideoQuality = `کیفیت ویدئو ارسالی را انتخاب کنید`
)
